{
  "pickup_lines": [
    "Are you a magician? Because whenever I look at you, everyone else disappears.",
    "Do you have a map? I keep getting lost in your eyes.",
    "If you were a vegetable, you'd be a cute-cumber.",
    "Are you French? Because Eiffel for you.",
    "Is your name Google? Because you have everything I've been searching for.",
    "Are you a campfire? Because you're hot and I want s'more.",
    "Do you believe in love at first sight, or should I walk by again?",
    "Are you made of copper and tellurium? Because you're Cu-Te.",
    "Do you like Star Wars? Because Yoda only one for me.",
    "Is there an airport nearby or is that just my heart taking off?",
    "Do you have a Band-Aid? I just scraped my knee falling for you.",
    "Are you a parking ticket? Because you've got FINE written all over you.",
    "Is your dad a baker? Because you're a cutie pie.",
    "Are you a time traveler? Because I see you in my future.",
    "Do you like raisins? How do you feel about a date?",
    "Are you a loan? Because you have my interest.",
    "Is your name Wi-Fi? Because I'm really feeling a connection.",
    "Are you a camera? Because every time I look at you, I smile.",
    "Is this the Hogwarts Express? Because it feels like you and I are headed somewhere magical.",
    "Are you a snowflake? Because you're one of a kind.",
    "Do you have a pencil? Because I want to erase your past and write our future.",
    "Are you a bank loan? Because you have my interest.",
    "Is there something wrong with my eyes? Because I can't take them off you.",
    "Are you an interior decorator? Because when I saw you, the entire room became beautiful.",
    "Do you like science? Because I've got my ion you.",
    "Are you the sun? Because you light up my whole world.",
    "Is this the gym? Because meeting you is a great workout for my heart.",
    "Are you a cat? Because you're purr-fect.",
    "Do you have a name, or can I call you mine?",
    "Are you a keyboard? Because you're just my type.",
    "Is there an earthquake, or did you just rock my world?",
    "Are you a gardener? Because you've grown on me.",
    "Do you have a sunburn, or are you always this hot?",
    "Are you a dictionary? Because you add meaning to my life.",
    "Is your dad a boxer? Because you're a knockout.",
    "Do you like coffee? Because I like you a latte.",
    "Are you a 90-degree angle? Because you're looking right.",
    "Is your name Ariel? Because we mermaid for each other.",
    "Are you a bank? Because I want to make a deposit in your heart.",
    "Do you play soccer? Because you're a goal.",
    "Are you a magnet? Because I'm attracted to you.",
    "Is this a library? Because I'm checking you out.",
    "Are you made of grapes? Because you're fine as wine.",
    "Do you like bad jokes? Because I've got a million of them, but I'd rather hear you laugh.",
    "Are you a Netflix subscription? Because I could watch you for hours.",
    "Is your dad an artist? Because you're a masterpiece.",
    "Do you have a quarter? I want to call my mom and tell her I met the person of my dreams.",
    "Are you a campfire? Because you make me warm inside.",
    "Is your name Cinderella? Because I see that shoe fitting perfectly.",
    "Are you a baker? Because you've got some great buns.",
    "Are you a time capsule? Because I want to preserve this moment forever.",
    "Do you have a sunroof? Because you've just brightened my entire day.",
    "Is your name Chapstick? Because you're da balm.",
    "Are you a carbon sample? Because I want to date you.",
    "Do you like gardening? Because I'm digging you.",
    "Are you a thunderstorm? Because you just electrified my heart.",
    "Is your name Spotify? Because you've got all the right playlists to my heart.",
    "Are you a treasure map? Because X marks the spot where my heart is.",
    "Do you have a compass? Because I keep getting pulled in your direction.",
    "Are you a sunrise? Because you make my mornings beautiful.",
    "Is your phone charging? Because I can't take my eyes off you.",
    "Are you a coffee shop? Because you brew happiness.",
    "Do you have a ticket? Because you just won a trip to my heart.",
    "Are you a puzzle piece? Because you complete me.",
    "Is your name Monday? Because you make my week.",
    "Are you a telescope? Because you help me see my future clearly.",
    "Do you like astronomy? Because you're out of this world.",
    "Are you a vitamin? Because you're essential to my well-being.",
    "Is your name Alexa? Because you turn me on with just your voice.",
    "Are you a rainbow? Because you color my world.",
    "Do you have a remote? Because you just paused my heart.",
    "Are you a beach? Because I get lost in your waves.",
    "Is your name Oxygen? Because I can't live without you.",
    "Are you a calculator? Because you plus me equals happiness.",
    "Do you like fishing? Because you've just caught my attention.",
    "Are you a photograph? Because you develop something in me.",
    "Is your name Chocolate? Because you're sweet and I can't resist you.",
    "Are you a mountain? Because you take my breath away.",
    "Do you have a light? Because you illuminate my darkness.",
    "Are you a melody? Because you're music to my ears.",
    "Is your name Instagram? Because I could scroll through your life forever.",
    "Are you a diary? Because I want to write our story.",
    "Do you like painting? Because you've colored outside the lines of my heart.",
    "Are you a fountain? Because you make my heart overflow.",
    "Is your name Symphony? Because you make beautiful harmony in my life.",
    "Are you a bookmark? Because I don't want this moment to end.",
    "Do you have GPS? Because you're navigating straight to my heart.",
    "Are you a butterfly? Because you give me fluttery feelings.",
    "Is your name Calendar? Because you make my days count.",
    "Are you a quilt? Because you wrap me in comfort.",
    "Do you like sailing? Because you're the wind in my sails.",
    "Are you a secret recipe? Because you've got all the right ingredients.",
    "Is your name Textbook? Because you're teaching me about love.",
    "Are you a campfire story? Because you keep me captivated.",
    "Do you have a library card? Because I'm checking you out for a lifetime.",
    "Are you a constellation? Because you're written in my stars.",
    "Is your name Sunshine? Because you make everything brighter.",
    "Are you a handwritten letter? Because you're personal and beautiful.",
    "Do you like architecture? Because you've built a home in my heart.",
    "Are you a hot air balloon? Because you lift me up.",
    "Is your name Adventure? Because I want to explore life with you.",
    "Are you a fireplace? Because you make cold nights cozy.",
    "Do you have a recipe? Because you're the perfect blend of everything.",
    "Are you a fingerprint? Because you're uniquely amazing.",
    "Is your name Poetry? Because you rhyme with everything good in my life.",
    "Are you a compass rose? Because you give me direction.",
    "Do you like stargazing? Because you're my favorite view.",
    "Are you a handwritten note? Because you're thoughtful and personal.",
    "Is your name Comfort? Because you make everything better.",
    "Are you a crossword puzzle? Because you challenge me in the best way.",
    "Do you have a key? Because you've unlocked my heart.",
    "Are you a morning dew? Because you refresh my soul.",
    "Is your name Journey? Because I want to travel through life with you.",
    "Are you a lighthouse? Because you guide me through storms.",
    "Do you like pottery? Because you've molded my heart.",
    "Are you a book series? Because I never want our story to end.",
    "Is your name Memory? Because I never want to forget this moment.",
    "Are you a handwritten signature? Because you're authentic and special.",
    "Do you have a telescope? Because I see forever with you.",
    "Are you a cozy blanket? Because you make me feel safe and warm.",
    "Is your name Inspiration? Because you make me want to be better.",
    "Are you a vintage vinyl? Because you're classic and timeless.",
    "Do you like woodworking? Because you've carved a place in my heart.",
    "Are you a handwritten recipe? Because you're passed down with love.",
    "Is your name Horizon? Because with you, I see endless possibilities.",
    "Are you a favorite sweater? Because you're comfortable and perfect.",
    "Do you have a bookmark? Because I want to save this chapter with you.",
    "Are you a campfire song? Because you warm my heart.",
    "Is your name Starlight? Because you shine in my darkness.",
    "Are you a handwritten journal? Because I want to fill pages about us.",
    "Do you like gardening? Because you've planted joy in my heart.",
    "Are you a favorite pen? Because you help me write my best story.",
    "Is your name Serendipity? Because finding you was a happy accident.",
    "Are you a cozy cafe? Because you're my favorite place to be.",
    "Do you have a favorite chapter? Because this is my favorite part of the story.",
    "Are you a handwritten love letter? Because you're timeless and beautiful.",
    "Is your name Comfort Zone? Because with you, I feel at home.",
    "Are you a favorite melody? Because you play in my mind all day.",
    "Do you like bookbinding? Because I want to bind our stories together.",
    "Are you a handwritten poem? Because you're art with meaning.",
    "Is your name Golden Hour? Because you make every moment magical."
  ]
}
